import React from "react";
import styles from "./About.module.scss";

const About = () => {
  return (
    <div className={styles.about}>
      <div className="container">
        <h1>
          Конвертер валют онлайн - сервіс, який допоможе вам розрахувати
          вартість обміну валют світу (курси долара до гривні, долара до євро,
          євро до гривні, гривні до рублю і т. д.) по курсу НБУ або курсам
          комерційних банків України, а також по середньому і оптимальному курсу
          серед усіх банків. Оскільки банки України не здійснюють конвертацію
          іноземних валют безпосередньо, наш конвертер надає Вам можливість
          розрахувати крос обмінний курс іноземних валют через курс гривні.
        </h1>
      </div>
    </div>
  );
};

export default About;
